import React from "react";
const Service = () => {
  return (
    <section
      className="services"
      id="service"
      style={{
        paddingBottom: "50px",
        marginBottom: "50px",
        height: "100%",
        width: "100vw",
      }}
    >
      <h2
        className="mt-3 mb-3"
        style={{ textAlign: "center", color: "#96090e" }}
      >
        השירותים שלנו
      </h2>
      <div className="flex">
        <div className="box1">
          <h3>ניקוי בהתזה</h3>
          <p>
            ניקוי בהתזה הינו חלק מהכנת המשטח לפני צביעה או השמה של כיסוי אחר,
            חברתנו מבצעת ניקוי בהתזת גרגירי פלדה מסוגים שונים לטובת מטרות שונות
            ניקוי חספוס ועוד
          </p>
        </div>
        <div className="box1">
          <h3>צביעה רטובה</h3>
          <p>
            חברתנו מבצעת צביעה רטובה במגוון שיטות לביצוע השמה של הצבע בצורה
            הטובה ביותר על המשטח בהתאם לבקשת הלקוח
          </p>
        </div>
        <div className="box1">
          <h3>טיח מעכב בעירה</h3>
          <p>
            חברתנו מיישמת טיח מעכב בעירה צלולוזי או הידרוקרבון לפי דרישת וצורכי
            הלקוח נשמח לייעץ בנושא ולתת מענה לשאלות והשיקולים השונים
          </p>
        </div>
        <div className="box1">
          <h3>צבע מעכב בעירה</h3>
          <p>
            חברתנו מיישמת צבע מעכב בעירה צלולוזי או הידרוקרבון לפי דרישת וצורכי
            הלקוח נשמח לייעץ ולתת מענה לשאלות והשיקולים השונים
          </p>
        </div>
        <div className="box1">
          <h3>ציפויים אפוקסים</h3>
          <p>
            חברתנו מיישמת ציפויים אפוקסים שונים בהתאם לצורך ולדרישת הלקוח,
            חברתנו ממוקצעת בביצוע השמה של כלל הציפויים השונים בהתאם לצרכי
            ודרישות הלקוח נשמח לייעץ ולתת מענה לשאלות והשיקולים השוניפ
          </p>
        </div>
      </div>
    </section>
  );
};

export default Service;
